Revit 2024 API
MultipleValuesIndicationSettings.Value Property
 Value to be used as multiple values indication in the document. If Custom is true, returns CustomValue, otherwise returns a hardcoded standard value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public string Value { get; }
Visual Basic
Public ReadOnly Property Value As String
	Get
Visual C++
public:
property String^ Value {
	String^ get ();
}
See Also
MultipleValuesIndicationSettings Class
Autodesk.Revit.DB Namespace